Repository: FreePBX/weakpasswords
Catalog: i18n/*/LC_MESSAGES/weakpasswords.po
Languages: bg, de_de, es_es, fa_ir, fr_fr, ja_jp, pl, pt_br, vi, zh_cn

source: %s Trunk
bg: %s Външна Линия
de_de: %s Amtsleitung
es_es: Troncal %s
fa_ir: ترانک %s
ja_jp: %s トランク
pl: %s Łącze
pt_br: Tronco %s
vi: Trung kế %s

source: Extension
bg: Вътрешна Линия
de_de: Nebenstelle
es_es: Extensión
fa_ir: داخلی
fr_fr: Poste
ja_jp: 内線
pl: Numer wewnętrzny
pt_br: Ramal
vi: Máy nhánh
zh_cn: 分机

source: Message
bg: Съобщение
de_de: Nachricht
es_es: Mensaje
fa_ir: پیام
ja_jp: メッセージ
pl: Komunikat
pt_br: Mensagem
vi: Tin nhắn
zh_cn: 信息

source: Name
bg: Име
es_es: Nombre
fa_ir: نام
fr_fr: Nom
ja_jp: 名前
pl: Nazwa
pt_br: Nome
vi: Tên
zh_cn: 名称

source: No weak secrets detected on this system.
bg: Не са засечени лесни пароли във вашата система.
de_de: Auf diesem System wurden keine schwachen Kennwörter gefunden.
es_es: No se han detectado secretos débiles en este sistema.
fa_ir: در این سیستم رمز عبور ضعیفی تشخیص داده نشد.
fr_fr: Aucun secret faible détecté sur ce système.
ja_jp: システム上で脆弱なパスワードは検出されませんでした。
pl: W tym systemie nie wykryto słabych haseł.
pt_br: Nenhuma senha fraca detectada neste sistema.
vi: Không phát hiện được các mã bảo mật yếu nào trên hệ thống này.
zh_cn: 系统没有检测到密码强度低的帐号

source: Reports
bg: Отчети
de_de: Berichte
es_es: Reportes
fa_ir: گزارش ها
fr_fr: Rapports
ja_jp: レポート
pl: Raporty
pt_br: Ralatórios
vi: Báo cáo
zh_cn: 报表

source: Secret
bg: Парола
de_de: Kennwort
es_es: Secreto
fa_ir: رمز عبور
ja_jp: パスワード
pl: Hasło
pt_br: Senha
vi: Mã bảo mật
zh_cn: 密码

source: Secret has consecutive digit
bg: Паролата съдържа последователна цифра
de_de: Kennwort enthält fortlaufende Ziffern
es_es: Secreto tiene dígitos consecutivos
fa_ir: رمز عبور شامل ارقام متوالی است
fr_fr: Le secret a un chiffre consécutif
ja_jp: パスワードに数字の連続が使用されてます。
pl: Hasło ma kolejną cyfrę
pt_br: Senha tem dígitos consecutivos
vi: Mã bảo mật có các chữ số liên tiếp
zh_cn: 密码含有连续的数字

source: Secret has sequential digits
bg: Паролата съдържа последователни цифри
de_de: Kennwort enthält Ziffernfolgen
es_es: Secreto tiene dígitos secuenciales
fa_ir: رمز عبور شامل ارقام پی در پی است
fr_fr: Le secret a des chiffres séquentiels
ja_jp: パスワードにシーケンシャルな数値が使用されてます
pl: Hasło ma kolejne cyfry
pt_br: Senha tem dígitos sequenciais
vi: Mã bảo mật có các chữ số theo thứ tự
zh_cn: 密码包含带有顺序的数字

source: Secret is empty
bg: Паролата е празна
de_de: Kennwort ist leer
es_es: Secreto esta vacío
fa_ir: رمز عبور خالی است
fr_fr: Le secret est vide
ja_jp: パスワードが空です
pl: Hasło jest puste
pt_br: Senha está vazia
vi: Mã bảo mật trống
zh_cn: 密码是空的

source: Secret less than 6 digits
bg: Паролата е по-къса от 6 цифри
de_de: Kennwort ist kürzer als sechs Ziffern
es_es: Secreto con menos de 6 digitos
fa_ir: رمز عبور کمتر از ۶ رقم دارد
fr_fr: Le secret a moins de 6 chiffres
ja_jp: 6桁以下のパスワード
pl: Hasło jest krótsze niż 6 cyfr
pt_br: Senha com menos de 6 digitos
vi: Mã bảo mật ít hơn 6 chữ số
zh_cn: 密码长度少于6位数

source: Secret same as device
bg: Парола e същата като устройството
de_de: Kennwort und Gerät sind identisch
es_es: Secreto igual al dispositivo
fa_ir: رمز عبور مشابه دستگاه است
fr_fr: Secret identique à l'appareil
ja_jp: デバイスと同じパスワード
pl: Hasło takie samo jak urządzenie
pt_br: Senha igual ao dispositivo
vi: Mã bảo mật giống như thiết bị
zh_cn: 密码和设备名称相同

source: This module detects weak SIP secrets and sets security notifications accordingly
bg: Този модул засича лесни SIP пароли и установява съответните известия за сигурност
de_de: Dieses Modul erkennt schwache SIP-Kennwörter und gibt entsprechende Sicherheitshinweise aus
es_es: Este modulo detecta Secretos SIP débiles y estableces notificaciones de acuerdo a esto
fa_ir: این ماژول اسرار SIP ضعیف را شناسایی کرده و پیام های امنیتی را بر اساس آن تنظیم می کند
fr_fr: Ce module détecte les secrets SIP faibles et définit les notifications de sécurité en conséquence
ja_jp: このモジュールは脆弱なSIPパスワードを検出し、それに応じたセキュリティ通知をセットします。
pl: Ten moduł wykrywa słabe hasła SIP i odpowiednio ustawia powiadomienia o bezpieczeństwie
pt_br: Este módulo detecta senhas SIP fracas e define notificações de segurança
vi: Mô đun này phát hiện các mã bảo mật yếu của SIP và theo đó để cài đặt các thông báo bảo mật

source: Type
bg: Тип
de_de: Typ
es_es: Tipo
fa_ir: نوع
ja_jp: タイプ
pl: Typ
pt_br: Tipo
vi: Kiểu
zh_cn: 类型

source: Warning: The use of weak SIP/IAX passwords can compromise this system resulting in toll theft of your telephony service. You should change the reported devices and trunks to use strong secrets.
bg: Внимание: Използването на лесни SIP/IAX пароли може да компрометира тази система и да доведе до кражба на вашите телефонни услуги. Променете паролите на показаните устройства и външни линии с по-сигурни.
de_de: Warnung: Das Verwenden von schwachen SIP/IAX-Passwörtern kann dieses System kompromittieren, was zu Gebührenmissbrauch bei Ihren Telefoniediensten führen kann. Sie sollten die gemeldeten Geräte und Amtsleitungen so konfigurieren, dass sie starke Kennwörter verwenden.
es_es: Advertencia: El uso de contraseñas SIP/IAX débiles puede poner en peligro este sistema resultando en el robo de uso de su servicio de telefonía. Debe cambiar los dispositivos y troncales reportados a utilizar fuertes secretos.
fa_ir: هشدار: بکارگیری رمزهای عبور قابل حدس، امکان سوء استفاده از سرویس تلفنی شما را فراهم می کند. شما باید برای کاربران و ترانک های گزارش شده، رمز عبور قوی تری انتخاب کنید.
fr_fr: Avertissement : L'utilisation de mots de passe SIP/IAX faibles peut compromettre ce système et entraîner le vol de votre service de téléphonie. Vous devez modifier les périphériques et les lignes de réseau signalés pour utiliser des secrets forts.
ja_jp: 警告： 脆弱なSIP/IAXパスワードを使用することにより、有料サービスのただ乗りをされ、あなたの電話サービスを危険にさらすことにつながります。報告されたデバイスやトランクのパスワードを強いパスワードに変更する必要があります。
pl: Ostrzeżenie: Użycie słabych haseł SIP/IAX może zagrozić temu systemowi, powodując kradzież płatnej usługi telefonii. Należy zmienić zgłoszone urządzenia i magistrale, aby używać silnych haseł.
pt_br: Atenção: O uso de senhas SIP/IAX fracas pode comprometer este sistema resultando em roubo de uso de seu serviço de telefonia. Você deve alterar os dispositivos e troncos relatados para usar senhas fortes.
vi: Cảnh bảo: Việc sử dụng các mật khẩu yếu cho SIP/IAX có thể gây hại cho hệ thống này dẫn đến việc các dịch vụ điện thoại bị đánh cắp. Bạn nên thay đổi các thiết bị được báo cáo và các trung kế bằng cách sử dụng các mã bảo mật mạnh.

source: Weak Password Detection
bg: Засичане на Лесна Парола
de_de: Erkennung von schwachen Passwörtern
es_es: Detección de Contraseña Débil
fa_ir: تشخیص رمز عبور ضعیف
fr_fr: Détection de mot de passe faible
ja_jp: 脆弱なパスワードの検出
pl: Wykrywanie słabych haseł
pt_br: Detecção de Senha Fraca
vi: Phát hiện mật khẩu yếu
zh_cn: 密码强度检测

source: extension/trunk has weak secret
bg: вътрешна/външна линия има лесна парола
de_de: Nebenstelle/Amtsleitung hat ein schwaches Kennwort
es_es: Extensión/Trunk tiene un secreto débil
fa_ir: داخلی /ترانک رمز عبور ضعیف دارد
fr_fr: l'extension/le trunk a un secret faible
ja_jp: 内線/トランクのパスワードが脆弱です。
pl: numer wewnętrzny/magistrala ma słabe hasło
pt_br: ramal/tronco possui senha fraca
vi: Máy nhánh/ trung kế có mã bảo mật yếu
zh_cn: 分机/中继密码安全强度低

source: extensions/trunks have weak secrets
bg: вътрешни/външни линии имат лесни пароли
de_de: Nebenstellen/Amtsleitungen haben schwache Kennwörter
es_es: Extensiones/trunks tienen secretos débiles
fa_ir: داخلی ها/ترانک ها رمز عبور ضعیف دارند
fr_fr: les extensions/trunks ont des secrets faibles
ja_jp: 内線/トランクのパスワードが脆弱です。
pl: Numery wewnętrzne/magistrale mają słabe hasła
pt_br: ramais/troncos possuem senhas fracas
vi: Các máy nhánh/ trung kế có mã bảo mật yếu
zh_cn: 分机/中继密码安全强度低
